print("Ласкаво просимо в калькулятор ІМТ!")
weight = float(input("Яка ваша вага (кг) ?  :"))
height = float(input("Який ваш зріст (см) ?  :"))

print("Дякую вичісляємо ІМТ")
bmi = weight / ((height / 100) * (height / 100))
print("Готово! Ваш ІМТ дорівнює",bmi)

if bmi < 18.5:
    print("Тобі треба більше білка! Йди в зал і набирай масу. ")
elif 18.5 <= bmi <= 25:
    print("Красавчик! Ти в ідеальній формі. Так тримати! ")
else:
    print("Трохи забагато маси. Більше кардіо і менше булок! ️")